IDEA StatiCa Open Model
ColumnData.EffectiveLength Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets type of input effective length
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public InputValue EffectiveLength { get; set; }
Public Property EffectiveLength As InputValue
	Get
	Set
public:
property InputValue EffectiveLength {
	InputValue get ();
	void set (InputValue value);
}
Property Value
Type: InputValue
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace